#Start of Task 1
##################################
print("შეიყვანეთ პირველი მთელი რიცხვი:")

Integer1 = int(input("რიცხვი_1="))

print("შეიყვანეთ მეორე მთელი რიცხვი:")

Integer2 = int(input("რიცხვი_2="))

print("შეიყვანეთ მესამე მთელი რიცხვი:")

Integer3 = int(input("რიცხვი_3="))

print("ამ სამი მთელი რიცხვის ჯამია:")

print( "S =",Integer1 + Integer2 + Integer3 )

#End of Task 1
##################################


#Start of Task 2
##################################
print("შეიყვანეთ კუბის გვერდის სიგრძე:")

a = int(input("a="))

print("კუბის მოცულობაა:")

print( "V=",a * a * a )

print("კუბის ზედაპირის ფართობია:")

print( "S=", 6 * a * a )

#End of Task 2
##################################


#Start of Task 3
##################################

print("შეიყვანეთ მონიტორის ფასი:")

Monitor = int(input("მონიტორი ღირს ="))

print("შეიყვანეთ სისტემური ბლოკის ფასი:")

System = int(input("სისტემური ბლოკი ღირს ="))

print("შეიყვანეთ კლავიატურის ფასი:")

Keyboard = int(input("კლავიატურა ღირს ="))

print("შეიყვანეთ მაუსის ფასი:")

Mouse = int(input("მაუსი ღირს ="))

print("მთლიანი კომპიუტერის ფასია:")

print( "მთლიანი ფასი =", Monitor + System + Keyboard + Mouse )

#End of Task 3
##################################

